driver-tests/recovery/hardCrash/hardcrashJBI/test/hardcrash_2w/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:hardcrash_2wTargetNamespace">
  <soapenv:Body>
    <urn:hardcrash_2wPart>
      <urn:string>?string?</urn:string>
    </urn:hardcrash_2wPart>
  </soapenv:Body>
</soapenv:Envelope>